Repository: akshitrajput/AgriSense
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

# welcomeMessage
source: Welcome,
bn: স্বাগত,
gu: સ્વાગત છે,
hi: स्वागत है,
kn: ಸ್ವಾಗತ,
ml: സ്വാഗതം,
mr: स्वागत आहे,
or: ସ୍ଵାଗତ,
pa: ਜੀ ਆਇਆਂ ਨੂੰ,
ta: வரவேற்பு,
te: స్వాగతం,

source: Your Name
bn: আপনার নাম
gu: તમારું નામ
hi: आपका नाम
kn: ನಿಮ್ಮ ಹೆಸರು
ml: നിങ്ങളുടെ പേര്
mr: तुमचे नाव
or: ଆପଣଙ୍କ ନାମ
pa: ਤੁਹਾਡਾ ਨਾਮ
ta: உங்கள் பெயர்
te: మీ పేరు

source: Close
bn: বন্ধ করুন
gu: બંધ કરો
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
ta: மூடு
te: మూసివేయండి

# continueButton
source: Continue
bn: চালিয়ে যান
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: पुढे जा
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించండి

source: OR
bn: অথবা
gu: અથવા
hi: या
kn: ಅಥವಾ
ml: അല്ലെങ്കിൽ
mr: किंवा
or: କିମ୍ବା
pa: ਜਾਂ
ta: அல்லது
te: లేదా

source: ON
bn: চালু
gu: ચાલુ
hi: चालू
kn: ಆನ್
ml: ഓൺ
mr: चालू
or: ଚାଲୁ
pa: ਚਾਲੂ
ta: ஆன்
te: ఆన్

source: OFF
bn: বন্ধ
gu: બંધ
hi: बंद
kn: ಆಫ್
ml: ഓഫ്
mr: बंद
or: ବନ୍ଦ
pa: ਬੰਦ
ta: ஆஃப்
te: ఆఫ్

source: Welcome to AgriSense!
bn: এগ্রিসেন্সে স্বাগতম!
gu: એગ્રિસેન્સમાં આપનું સ્વાગત છે!
hi: एग्रीसेंस में आपका स्वागत है!
kn: ಅಗ್ರಿಸೆನ್ಸ್‌ಗೆ ಸ್ವಾಗತ!
ml: അഗ്രിസെൻസിലേക്ക് സ്വാഗതം!
mr: ॲग्रीसेन्समध्ये स्वागत आहे!
or: ଏଗ୍ରିସେନ୍ସକୁ ସ୍ଵାଗତ!
pa: ਐਗਰੀਸੈਂਸ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ!
ta: அக்ரிசென்ஸிற்கு வரவேற்கிறோம்!
te: అగ్రిసెన్స్‌కు స్వాగతం!

# letsGetYouStarted
source: Let's get you started with a few details.
bn: আসুন কিছু বিবরণ দিয়ে শুরু করা যাক।
gu: ચાલો કેટલીક વિગતો સાથે શરૂ કરીએ.
hi: चलिए कुछ विवरणों के साथ शुरू करते हैं।
kn: ಕೆಲವು ವಿವರಗಳೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸೋಣ.
ml: ചില വിവരങ്ങൾ നൽകി തുടങ്ങാം.
mr: चला काही तपशिलांसह प्रारंभ करूया.
or: ଆସନ୍ତୁ କିଛି ବିବରଣୀ ସହିତ ଆରମ୍ଭ କରିବା।
pa: ਆਓ ਕੁਝ ਵੇਰਵਿਆਂ ਨਾਲ ਸ਼ੁਰੂ ਕਰੀਏ।
ta: சில விவரங்களுடன் தொடங்குவோம்.
te: కొన్ని వివరాలతో ప్రారంభిద్దాం.

source: Select Your Language
bn: আপনার ভাষা নির্বাচন করুন
gu: તમારી ભાષા પસંદ કરો
hi: अपनी भाषा चुनें
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची भाषा निवडा
or: ଆପଣଙ୍କ ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ భాషను ఎంచుకోండి

# welcomeFarmer
source: Welcome, {farmerName}!
bn: স্বাগত, {farmerName}!
gu: સ્વાગત છે, {farmerName}!
hi: स्वागत है, {farmerName}!
kn: ಸ್ವಾಗತ, {farmerName}!
ml: സ്വാഗതം, {farmerName}!
mr: स्वागत आहे, {farmerName}!
or: ସ୍ଵାଗତ, {farmerName}!
pa: ਜੀ ਆਇਆਂ ਨੂੰ, {farmerName}!
ta: வரவேற்பு, {farmerName}!
te: స్వాగతం, {farmerName}!

# onboardingTitle
source: Cultivating Your Profile
bn: আপনার প্রোফাইল তৈরি করুন
gu: તમારી પ્રોફાઇલની ખેતી
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಬೆಳೆಸುವುದು
ml: നിങ്ങളുടെ പ്രൊഫൈൽ തയ്യാറാക്കുന്നു
mr: तुमची प्रोफाइल तयार करत आहे
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ଚାଷ କରନ୍ତୁ
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਵਧਾਓ
ta: உங்கள் சுயவிவரத்தை வளர்க்கவும்
te: మీ ప్రొఫైల్‌ను పండించడం

# onboardingSubtitle
source: Let's begin your harvest.
bn: আপনার ফসল কাটা শুরু করা যাক।
gu: ચાલો તમારી લણણી શરૂ કરીએ.
kn: ನಿಮ್ಮ ಸುಗ್ಗಿಯನ್ನು ಪ್ರಾರಂಭಿಸೋಣ.
ml: നമുക്ക് വിളവെടുപ്പ് ആരംഭിക്കാം.
mr: चला तुमची कापणी सुरू करूया.
or: ଆସନ୍ତୁ ଆପଣଙ୍କ ଅମଳ ଆରମ୍ଭ କରିବା।
pa: ਆਓ ਆਪਣੀ ਵਾਢੀ ਸ਼ੁਰੂ ਕਰੀਏ।
ta: உங்கள் அறுவடையைத் தொடங்குவோம்.
te: మీ పంటకోతను ప్రారంభిద్దాం.

# onboardingFarmDetails
source: Please provide your farm's details to complete your profile.
bn: আপনার প্রোফাইল সম্পূর্ণ করতে অনুগ্রহ করে আপনার খামারের বিবরণ দিন।
gu: તમારી પ્રોફાઇલ પૂર્ણ કરવા માટે કૃપા કરીને તમારા ફાર્મની વિગતો આપો.
hi: अपनी प्रोफ़ाइल पूरी करने के लिए कृपया अपने खेत का विवरण प्रदान करें।
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜಮೀನಿನ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പൂർത്തിയാക്കാൻ ദയവായി ഫാം വിവരങ്ങൾ നൽകുക.
mr: तुमची प्रोफाइल पूर्ण करण्यासाठी कृपया तुमच्या शेताचे तपशील द्या.
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଦୟାକରି ଆପଣଙ୍କ ଫାର୍ମର ବିବରଣୀ ଦିଅନ୍ତୁ।
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖੇਤ ਦੇ ਵੇਰਵੇ ਦਿਓ।
ta: உங்கள் சுயவிவரத்தை முடிக்க உங்கள் பண்ணை விவரங்களை வழங்கவும்.
te: మీ ప్రొఫైల్‌ను పూర్తి చేయడానికి దయచేసి మీ పొలం వివరాలను అందించండి.

source: Farm Dimensions
bn: খামারের মাত্রা
gu: ખેતરના પરિમાણો
hi: खेत के आयाम
kn: ಜಮೀನಿನ ಆಯಾಮಗಳು
ml: ഫാമിന്റെ അളവുകൾ
mr: शेताचे परिमाण
or: ଫାର୍ମର ପରିମାପ
pa: ਖੇਤ ਦੇ ਮਾਪ
ta: பண்ணை பரிமாணங்கள்
te: పొలం కొలతలు

source: Farm Location
bn: খামারের অবস্থান
gu: ખેતરનું સ્થાન
hi: खेत का स्थान
kn: ಜಮೀನಿನ ಸ್ಥಳ
ml: ഫാമിന്റെ സ്ഥാനം
mr: शेताचे स्थान
or: ଫାର୍ମର ଅବସ୍ଥାନ
pa: ਖੇਤ ਦੀ ਸਥਿਤੀ
ta: பண்ணை இடம்
te: పొలం స్థానం

source: Plantation Details
bn: চাষের বিবরণ
gu: વાવેતરની વિગતો
hi: वृक्षारोपण विवरण
kn: ಸಸ್ಯಗಳ ವಿವರಗಳು
ml: തോട്ടത്തിന്റെ വിശദാംശങ്ങൾ
mr: लागवडीचे तपशील
or: ବୃକ୍ଷରୋପଣ ବିବରଣୀ
pa: ਬੂਟੇ ਦੇ ਵੇਰਵੇ
ta: தோட்ட விவரங்கள்
te: పంట వివరాలు

# chooseLocation
source: Choose Location on Map
bn: মানচিত্রে অবস্থান চয়ন করুন
gu: નકશા પર સ્થાન પસંદ કરો
hi: नक्शे पर स्थान चुनें
kn: ನಕ್ಷೆಯಲ್ಲಿ ಸ್ಥಳವನ್ನು ಆರಿಸಿ
ml: മാപ്പിൽ സ്ഥലം തിരഞ്ഞെടുക്കുക
mr: नकाशावर स्थान निवडा
or: ମାନଚିତ୍ରରେ ସ୍ଥାନ ବାଛନ୍ତୁ
pa: ਨਕਸ਼ੇ 'ਤੇ ਸਥਾਨ ਚੁਣੋ
ta: வரைபடத்தில் இடத்தைத் தேர்ந்தெடுக்கவும்
te: మ్యాప్‌లో స్థానాన్ని ఎంచుకోండి

source: Location Selected!
bn: অবস্থান নির্বাচিত!
gu: સ્થાન પસંદ થયેલ છે!
hi: स्थान चुन लिया गया है!
kn: ಸ್ಥಳವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ!
ml: സ്ഥലം തിരഞ്ഞെടുത്തു!
mr: स्थान निवडले!
or: ସ୍ଥାନ ଚୟନ କରାଗଲା!
pa: ਸਥਾਨ ਚੁਣਿਆ ਗਿਆ!
ta: இடம் தேர்ந்தெடுக்கப்பட்டது!
te: స్థానం ఎంచుకోబడింది!

# length
source: Length (m)
bn: দৈর্ঘ্য (মি)
gu: લંબાઈ (મીટર)
hi: लंबाई (मीटर)
kn: ಉದ್ದ (ಮೀ)
ml: നീളം (മീ)
mr: लांबी (मी)
or: ଲମ୍ବ (ମି)
pa: ਲੰਬਾਈ (ਮੀ)
ta: நீளம் (மீட்டர்)
te: పొడవు (మీ)

# breadth
source: Breadth (m)
bn: প্রস্থ (মি)
gu: પહોળાઈ (મીટર)
hi: चौड़ाई (मीटर)
kn: ಅಗಲ (ಮೀ)
ml: വീതി (മീ)
mr: रुंदी (मी)
or: ପ୍ରସ୍ଥ (ମି)
pa: ਚੌੜਾਈ (ਮੀ)
ta: அகலம் (மீட்டர்)
te: వెడల్పు (మీ)

source: Number of Rows
bn: সারি সংখ্যা
gu: હરોળની સંખ્યા
hi: पंक्तियों की संख्या
kn: ಸಾಲಿನ ಸಂಖ್ಯೆ
ml: വരികളുടെ എണ്ണം
mr: ओळींची संख्या
or: ଧାଡ଼ି ସଂଖ୍ୟା
pa: ਕਤਾਰਾਂ ਦੀ ਗਿਣਤੀ
ta: வரிசைகளின் எண்ணிக்கை
te: వరుసల సంఖ్య

source: Plants per Row
bn: প্রতি সারিতে গাছ
gu: હરોળ દીઠ છોડ
hi: प्रति पंक्ति पौधे
kn: ಪ್ರತಿ ಸಾಲಿಗೆ ಸಸ್ಯಗಳು
ml: ഒരു വരിയിലെ ചെടികൾ
mr: प्रति ओळ झाडे
or: ପ୍ରତି ଧାଡ଼ିରେ ଗଛ
pa: ਪ੍ਰਤੀ ਕਤਾਰ ਪੌਦੇ
ta: ஒரு வரிசைக்கு செடிகள்
te: వరుసకు మొక్కలు

source: Create Farm Profile
bn: খামার প্রোফাইল তৈরি করুন
gu: ફાર્મ પ્રોફાઇલ બનાવો
hi: फार्म प्रोफ़ाइल बनाएं
kn: ಜಮೀನಿನ ಪ್ರೊಫೈಲ್ ರಚಿಸಿ
ml: ഫാം പ്രൊഫൈൽ ഉണ്ടാക്കുക
mr: शेत प्रोफाइल तयार करा
or: ଫାର୍ମ ପ୍ରୋଫାଇଲ୍ ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਖੇਤ ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ
ta: பண்ணை சுயவிவரத்தை உருவாக்கவும்
te: పొలం ప్రొఫైల్ సృష్టించండి

source: Farm Summary
bn: খামারের সারাংশ
gu: ખેતરનો સારાંશ
hi: खेत का सारांश
kn: ಜಮೀನಿನ ಸಾರಾಂಶ
ml: ഫാമിന്റെ സംഗ്രഹം
mr: शेताचा सारांश
or: ଫାର୍ମର ସାରାଂଶ
pa: ਖੇਤ ਦਾ ਸਾਰ
ta: பண்ணை சுருக்கம்
te: పొలం సారాంశం

source: Crop:
bn: ফসল:
gu: પાક:
hi: फ़सल:
kn: ಬೆಳೆ:
ml: വിള:
mr: पीक:
or: ଫସଲ:
pa: ਫਸਲ:
ta: பயிர்:
te: పంట:

source: Area:
bn: এলাকা:
gu: વિસ્તાર:
hi: क्षेत्र:
kn: ಪ್ರದೇಶ:
ml: വിസ്തീർണ്ണം:
mr: क्षेत्र:
or: କ୍ଷେତ୍ର:
pa: ਖੇਤਰ:
ta: பகுதி:
te: విస్తీర్ణం:

source: Rows:
bn: সারি:
gu: હરોળ:
hi: पंक्तियाँ:
kn: ಸಾಲುಗಳು:
ml: വരികൾ:
mr: ओळी:
or: ଧାଡ଼ି:
pa: ਕਤਾਰਾਂ:
ta: வரிசைகள்:
te: వరుసలు:

source: Smart Controls
bn: স্মার্ট নিয়ন্ত্রণ
gu: સ્માર્ટ નિયંત્રણો
hi: स्मार्ट नियंत्रण
kn: ಸ್ಮಾರ್ಟ್ ನಿಯಂತ್ರಣಗಳು
ml: സ്മാർട്ട് നിയന്ത്രണങ്ങൾ
mr: स्मार्ट नियंत्रणे
or: ସ୍ମାର୍ଟ ନିୟନ୍ତ୍ରଣ
pa: ਸਮਾਰਟ ਕੰਟਰੋਲ
ta: ஸ்மார்ட் கட்டுப்பாடுகள்
te: స్మార్ట్ నియంత్రణలు

source: Autonomous Rover
bn: স্বায়ত্তশাসিত রোভার
gu: સ્વાયત્ત રોવર
hi: स्वायत्त रोवर
kn: ಸ್ವಾಯತ್ತ ರೋವರ್
ml: ഓട്ടോണമസ് റോവർ
mr: स्वायत्त रोव्हर
or: ସ୍ୱୟଂଶାସିତ ରୋଭର୍
pa: ਆਟੋਨੋਮਸ ਰੋਵਰ
ta: தன்னாட்சி ரோவர்
te: స్వయంప్రతిపత్త రోవర్

source: Sprinkler System
bn: স্প্রিংকলার সিস্টেম
gu: સ્પ્રિંકલર સિસ્ટમ
hi: स्प्रिंकलर सिस्टम
kn: ಸಿಂಪಡಿಸುವ ವ್ಯವಸ್ಥೆ
ml: സ്പ്രിംഗളർ സിസ്റ്റം
mr: सिंचन प्रणाली
or: ସ୍ପ୍ରିଙ୍କଲର୍ ସିଷ୍ଟମ୍
pa: ਫੁਹਾਰਾ ਸਿਸਟਮ
ta: தெளிப்பான் அமைப்பு
te: స్ప్రింక్లర్ సిస్టమ్

# toolsAndAnalytics
source: Tools & Analytics
bn: সরঞ্জাম এবং বিশ্লেষণ
gu: સાધનો અને વિશ્લેષણ
hi: उपकरण और विश्लेषण
kn: ಪರಿಕರಗಳು ಮತ್ತು ವಿಶ್ಲೇಷಣೆ
ml: ഉപകരണങ്ങളും വിശകലനവും
mr: साधने आणि विश्लेषण
or: ଉପକରଣ ଏବଂ ବିଶ୍ଳେଷଣ
pa: ਸੰਦ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
ta: கருவிகள் மற்றும் பகுப்பாய்வு
te: పరికరాలు మరియు విశ్లేషణలు

source: View Farm Map
bn: খামার মানচিত্র দেখুন
gu: ખેતરનો નકશો જુઓ
hi: खेत का नक्शा देखें
kn: ಜಮೀನಿನ ನಕ್ಷೆಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: ഫാം മാപ്പ് കാണുക
mr: शेताचा नकाशा पहा
or: ଫାର୍ମ ମାନଚିତ୍ର ଦେଖନ୍ତୁ
pa: ਖੇਤ ਦਾ ਨਕਸ਼ਾ ਵੇਖੋ
ta: பண்ணை வரைபடத்தைக் காண்க
te: పొలం మ్యాప్ చూడండి

source: View Previous Reports
bn: পূর্ববর্তী প্রতিবেদন দেখুন
gu: અગાઉના અહેવાલો જુઓ
hi: पिछली रिपोर्ट देखें
kn: ಹಿಂದಿನ ವರದಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: മുമ്പത്തെ റിപ്പോർട്ടുകൾ കാണുക
mr: मागील अहवाल पहा
or: ପୂର୍ବ ରିପୋର୍ଟ ଦେଖନ୍ତୁ
pa: ਪਿਛਲੀਆਂ ਰਿਪੋਰਟਾਂ ਵੇਖੋ
ta: முந்தைய அறிக்கைகளைக் காண்க
te: మునుపటి నివేదికలు చూడండి

# scanNewPlant
source: Scan a New Plant
bn: নতুন গাছ স্ক্যান করুন
gu: નવો છોડ સ્કેન કરો
hi: एक नया पौधा स्कैन करें
kn: ಹೊಸ ಸಸ್ಯವನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: പുതിയ ചെടി സ്കാൻ ചെയ്യുക
mr: नवीन झाड स्कॅन करा
or: ନୂଆ ଗଛ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਨਵਾਂ ਪੌਦਾ ਸਕੈਨ ਕਰੋ
ta: புதிய செடியை ஸ்கேன் செய்யவும்
te: కొత్త మొక్కను స్కాన్ చేయండి

# marketAndWeather
source: Market & Weather
bn: বাজার এবং আবহাওয়া
gu: બજાર અને હવામાન
hi: बाजार और मौसम
kn: ಮಾರುಕಟ್ಟೆ ಮತ್ತು ಹವಾಮಾನ
ml: വിപണിയും കാലാവസ്ഥയും
mr: बाजार आणि हवामान
or: ବଜାର ଏବଂ ପାଣିପାଗ
pa: ਬਾਜ਼ਾਰ ਅਤੇ ਮੌਸਮ
ta: சந்தை மற்றும் வானிலை
te: మార్కెట్ మరియు వాతావరణం

source: Chennai Weather
bn: চেন্নাই আবহাওয়া
gu: ચેન્નઈનું હવામાન
hi: चेन्नई का मौसम
kn: ಚೆನ್ನೈ ಹವಾಮಾನ
ml: ചെന്നൈ കാലാവസ്ഥ
mr: चेन्नई हवामान
or: ଚେନ୍ନାଇ ପାଣିପାଗ
pa: ਚੇਨਈ ਦਾ ਮੌਸਮ
ta: சென்னை வானிலை
te: చెన్నై వాతావరణం

source: Humidity
bn: আর্দ্রতা
gu: ભેજ
hi: नमी
kn: ತೇವಾಂಶ
ml: ഈർപ്പം
mr: आर्द्रता
or: ଆର୍ଦ୍ରତା
pa: ਨਮੀ
ta: ஈரப்பதம்
te: తేమ

source: Wind
bn: বাতাস
gu: પવન
hi: हवा
kn: ಗಾಳಿ
ml: കാറ്റ്
mr: वारा
or: ପବନ
pa: ਹਵਾ
ta: காற்று
te: గాలి

source: Rain
bn: বৃষ্টি
gu: વરસાદ
hi: बारिश
kn: ಮಳೆ
ml: മഴ
mr: पाऊस
or: ବର୍ଷା
pa: ਮੀਂਹ
ta: மழை
te: వర్షం

# farmingTips
source: Farming Tips & News
bn: চাষের টিপস ও খবর
gu: ખેતીની ટિપ્સ અને સમાચાર
hi: खेती के सुझाव और समाचार
kn: ಕೃಷಿ ಸಲಹೆಗಳು ಮತ್ತು ಸುದ್ದಿ
ml: കൃഷി നുറുങ്ങുകളും വാർത്തകളും
mr: शेती टिप्स आणि बातम्या
or: ଚାଷ ଟିପ୍ସ ଏବଂ ସମ୍ବାଦ
pa: ਖੇਤੀ ਸੁਝਾਅ ਅਤੇ ਖ਼ਬਰਾਂ
ta: விவசாய குறிப்புகள் மற்றும் செய்திகள்
te: వ్యవసాయ చిట్కాలు & వార్తలు

# tip1
source: New organic pesticide shows promising results in early trials.
bn: নতুন জৈব কীটনাশক প্রাথমিক পরীক্ষায় আশাব্যঞ্জক ফল দেখাচ্ছে।
gu: નવા જૈવિક જંતુનાશક પ્રારંભિક પરીક્ષણોમાં આશાસ્પદ પરિણામો દર્શાવે છે.
hi: नए जैविक कीटनाशक के शुरुआती परीक्षणों में अच्छे परिणाम दिख रहे हैं।
kn: ಹೊಸ ಸಾವಯವ ಕೀಟನಾಶಕವು ಆರಂಭಿಕ ಪ್ರಯೋಗಗಳಲ್ಲಿ ಭರವಸೆಯ ಫಲಿತಾಂಶಗಳನ್ನು ತೋರಿಸುತ್ತಿದೆ.
ml: പുതിയ ജൈവ കീടനാശിനി പ്രാരംഭ പരീക്ഷണങ്ങളിൽ മികച്ച ഫലങ്ങൾ കാണിക്കുന്നു.
mr: नवीन सेंद्रिय कीटकनाशक सुरुवातीच्या चाचण्यांमध्ये आशादायक परिणाम दर्शवित आहे.
or: ନୂଆ ଜୈବିକ କୀଟନାଶକ ପ୍ରାରମ୍ଭିକ ପରୀକ୍ଷଣରେ ଆଶାଜନକ ଫଳାଫଳ ଦେଖାଉଛି।
pa: ਨਵਾਂ ਜੈਵਿਕ ਕੀਟਨਾਸ਼ਕ ਸ਼ੁਰੂਆਤੀ ਟਰਾਇਲਾਂ ਵਿੱਚ ਵਧੀਆ ਨਤੀਜੇ ਦਿਖਾ ਰਿਹਾ ਹੈ।
ta: புதிய கரிம பூச்சிக்கொல்லி ஆரம்ப சோதனைகளில் நல்ல முடிவுகளைக் காட்டுகிறது.
te: కొత్త సేంద్రీయ పురుగుమందు ప్రారంభ పరీక్షలలో మంచి ఫలితాలను చూపుతోంది.

# tip2
source: Proper soil aeration can increase crop yield by up to 15%.
bn: সঠিক মাটি বায়ুচলাচল ফসলের ফলন ১৫% পর্যন্ত বাড়াতে পারে।
gu: યોગ્ય જમીનની વાયુમિશ્રણ પાકની ઉપજ 15% સુધી વધારી શકે છે.
hi: उचित मिट्टी वातन से फसल की उपज 15% तक बढ़ सकती है।
kn: ಸರಿಯಾದ ಮಣ್ಣಿನ ಗಾಳಿಯು ಬೆಳೆಯನ್ನು 15% ವರೆಗೆ ಹೆಚ್ಚಿಸಬಹುದು.
ml: ശരിയായ മണ്ണ് വായുസഞ്ചാരം വിളവ് 15% വരെ വർദ്ധിപ്പിക്കും.
mr: योग्य माती वायुवीजन पिकाचे उत्पादन १५% पर्यंत वाढवू शकते.
or: ଉପଯୁକ୍ତ ମାଟି ବାୟୁ ଚଳାଚଳ ଫସଲ ଉତ୍ପାଦନ ୧୫% ପର୍ଯ୍ୟନ୍ତ ବୃଦ୍ଧି କରିପାରେ।
pa: ਸਹੀ ਮਿੱਟੀ ਹਵਾਦਾਰੀ ਫਸਲ ਦੀ ਪੈਦਾਵਾਰ ਨੂੰ 15% ਤੱਕ ਵਧਾ ਸਕਦੀ ਹੈ।
ta: சரியான மண் காற்றோட்டம் பயிர் விளைச்சலை 15% வரை அதிகரிக்கும்.
te: సరైన నేల గాలి ప్రసరణ పంట దిగుబడిని 15% వరకు పెంచుతుంది.

# tip3
source: Consider drip irrigation to conserve water during dry seasons.
bn: শুকনো মৌসুমে জল সংরক্ষণের জন্য ড্রিপ সেচ বিবেচনা করুন।
gu: સૂકી ઋતુમાં પાણીની બચત કરવા માટે ટપક સિંચાઈનો વિચાર કરો.
hi: सूखे मौसम में पानी बचाने के लिए ड्रिप सिंचाई पर विचार करें।
kn: ಒಣ ಋತುವಿನಲ್ಲಿ ನೀರನ್ನು ಸಂರಕ್ಷಿಸಲು ಹನಿ ನೀರಾವರಿಯನ್ನು ಪರಿಗಣಿಸಿ.
ml: വരണ്ട സീസണുകളിൽ ജലം ലാഭിക്കാൻ ഡ്രിപ്പ് ഇറിഗേഷൻ പരിഗണിക്കുക.
mr: कोरड्या हंगामात पाण्याची बचत करण्यासाठी ठिबक सिंचनाचा विचार करा.
or: ଶୁଖିଲା ଋତୁରେ ପାଣି ସଂରକ୍ଷଣ ପାଇଁ ଡ୍ରିପ୍ ସେଚନ ବିଚାର କରନ୍ତୁ।
pa: ਸੁੱਕੇ ਮੌਸਮਾਂ ਦੌਰਾਨ ਪਾਣੀ ਦੀ ਬੱਚਤ ਲਈ ਟਪਕਾ ਸਿੰਚਾਈ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।
ta: வறண்ட காலங்களில் தண்ணீரைக் சேமிக்க சொட்டு நீர் பாசனத்தைக் கருத்தில் கொள்ளுங்கள்.
te: పొడి కాలంలో నీటిని ఆదా చేయడానికి బిందు సేద్యం పరిగణించండి.

source: Plant Health Scan
bn: গাছের স্বাস্থ্য স্ক্যান
gu: છોડનું આરોગ્ય સ્કેન
hi: पौधों का स्वास्थ्य स्कैन
kn: ಸಸ್ಯ ಆರೋಗ್ಯ ಸ್ಕ್ಯಾನ್
ml: സസ്യാരോഗ്യ സ്കാൻ
mr: वनस्पती आरोग्य स्कॅन
or: ଗଛ ସ୍ୱାସ୍ଥ୍ୟ ସ୍କାନ୍
pa: ਪੌਦਾ ਸਿਹਤ ਸਕੈਨ
ta: செடி சுகாதார ஸ்கேன்
te: మొక్క ఆరోగ్య స్కాన్

source: Scan with Camera
bn: ক্যামেরা দিয়ে স্ক্যান করুন
gu: કેમેરા વડે સ્કેન કરો
hi: कैमरे से स्कैन करें
kn: ಕ್ಯಾಮೆರಾದೊಂದಿಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ക്യാമറ ഉപയോഗിച്ച് സ്കാൻ ചെയ്യുക
mr: कॅमेऱ्याने स्कॅन करा
or: କ୍ୟାମେରା ସହିତ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਕੈਮਰੇ ਨਾਲ ਸਕੈਨ ਕਰੋ
ta: கேமரா மூலம் ஸ்கேன் செய்யவும்
te: కెమెరాతో స్కాన్ చేయండి

source: Upload from Storage
bn: স্টোরেজ থেকে আপলোড করুন
gu: સ્ટોરેજમાંથી અપલોડ કરો
hi: स्टोरेज से अपलोड करें
kn: ಸಂಗ್ರಹಣೆಯಿಂದ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: സ്റ്റോറേജിൽ നിന്ന് അപ്‌ലോഡ് ചെയ്യുക
mr: स्टोरेजमधून अपलोड करा
or: ଷ୍ଟୋରେଜରୁ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਸਟੋਰੇਜ ਤੋਂ ਅੱਪਲੋਡ ਕਰੋ
ta: சேமிப்பகத்திலிருந்து பதிவேற்றவும்
te: నిల్వ నుండి అప్‌లోడ్ చేయండి

source: Plant Health Report
bn: গাছের স্বাস্থ্য প্রতিবেদন
gu: છોડનું આરોગ્ય અહેવાલ
hi: पौधों का स्वास्थ्य रिपोर्ट
kn: ಸಸ್ಯ ಆರೋಗ್ಯ ವರದಿ
ml: സസ്യാരോഗ്യ റിപ്പോർട്ട്
mr: वनस्पती आरोग्य अहवाल
or: ଗଛ ସ୍ୱାସ୍ଥ୍ୟ ରିପୋର୍ଟ
pa: ਪੌਦਾ ਸਿਹਤ ਰਿਪੋਰਟ
ta: செடி சுகாதார அறிக்கை
te: మొక్క ఆరోగ్య నివేదిక

source: Disease Detected
bn: রোগ সনাক্ত হয়েছে
gu: રોગની જાણ થઈ
hi: रोग का पता चला
kn: ರೋಗ ಪತ್ತೆಯಾಗಿದೆ
ml: രോഗം കണ്ടെത്തി
mr: रोग आढळला
or: ରୋଗ ଚିହ୍ନଟ ହେଲା
pa: ਬਿਮਾਰੀ ਦਾ ਪਤਾ ਲੱਗਾ
ta: நோய் கண்டறியப்பட்டது
te: వ్యాధి కనుగొనబడింది

source: Severity: High
bn: গুরুত্ব: উচ্চ
gu: ગંભીરતા: ઉચ્ચ
hi: गंभीरता: उच्च
kn: ತೀವ್ರತೆ: ಹೆಚ್ಚು
ml: തീവ്രത: ഉയർന്നത്
mr: तीव्रता: उच्च
or: ଗମ୍ଭୀରତା: ଅଧିକ
pa: ਗੰਭੀਰਤਾ: ਉੱਚ
ta: தீவிரம்: அதிகம்
te: తీవ్రత: అధికం

source: Analysis Details
bn: বিশ্লেষণ বিবরণ
gu: વિશ્લેષણની વિગતો
hi: विश्लेषण विवरण
kn: ವಿಶ್ಲೇಷಣೆಯ ವಿವರಗಳು
ml: വിശകലന വിശദാംശങ്ങൾ
mr: विश्लेषण तपशील
or: ବିଶ୍ଳେଷଣ ବିବରଣୀ
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਵੇਰਵੇ
ta: பகுப்பாய்வு விவரங்கள்
te: విశ్లేషణ వివరాలు

source: Diagnosis
bn: রোগ নির্ণয়
gu: નિદાન
hi: निदान
kn: ರೋಗನಿರ್ಣಯ
ml: രോഗനിർണയം
mr: रोगनिदान
or: ରୋଗ ନିଦାନ
pa: ਨਿਦਾਨ
ta: நோய் கண்டறிதல்
te: రోగ నిర్ధారణ

source: Fungal Leaf Blight
bn: ছত্রাকজনিত পাতার ব্লাইট
gu: ફંગલ લીફ બ્લાઇટ
hi: फंगल लीफ ब्लाइट
kn: ಶಿಲೀಂಧ್ರ ಎಲೆ ರೋಗ
ml: ഫംഗസ് ഇല കരിച്ചിൽ
mr: फंगल लीफ ब्लाइट
or: ଫଙ୍ଗାଲ୍ ଲିଫ୍ ବ୍ଲାଇଟ୍
pa: ਫੰਗਲ ਲੀਫ ਬਲਾਈਟ
ta: பூஞ்சை இலை கருகல்
te: ఫంగల్ లీఫ్ బ్లైట్

source: Affected Area
bn: ক্ষতিগ্রস্ত এলাকা
gu: અસરગ્રસ્ત વિસ્તાર
hi: प्रभावित क्षेत्र
kn: ಬಾಧಿತ ಪ್ರದೇಶ
ml: ബാധിച്ച പ്രദേശം
mr: प्रभावित क्षेत्र
or: ପ୍ରଭାବିତ କ୍ଷେତ୍ର
pa: ਪ੍ਰਭਾਵਿਤ ਖੇਤਰ
ta: பாதிக்கப்பட்ட பகுதி
te: ప్రభావిత ప్రాంతం

source: Recommended Action
bn: প্রস্তাবিত পদক্ষেপ
gu: ભલામણ કરેલ પગલાં
hi: अनुशंसित कार्रवाई
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ ಕ್ರಮ
ml: ശുപാർശ ചെയ്യുന്ന നടപടി
mr: शिफारस केलेली कृती
or: ସୁପାରିଶ କରାଯାଇଥିବା କାର୍ଯ୍ୟ
pa: ਸਿਫਾਰਸ਼ੀ ਕਾਰਵਾਈ
ta: பரிந்துரைக்கப்பட்ட நடவடிக்கை
te: సిఫార్సు చేసిన చర్య

# applyFungicide
source: Apply Fungicide, Isolate Plant
bn: ছত্রাকনাশক প্রয়োগ করুন, গাছটি আলাদা করুন
gu: ફૂગનાશક લગાવો, છોડને અલગ કરો
hi: कवकनाशी लगाएं, पौधे को अलग करें
kn: ಶಿಲೀಂಧ್ರನಾಶಕವನ್ನು ಅನ್ವಯಿಸಿ, ಸಸ್ಯವನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ
ml: കുമിൾനാശിനി പ്രയോഗിക്കുക, ചെടി ഒറ്റപ്പെടുത്തുക
mr: बुरशीनाशक लावा, झाड वेगळे करा
or: ଫଙ୍ଗିସାଇଡ୍ ଲଗାନ୍ତୁ, ଗଛକୁ ଅଲଗା କରନ୍ତୁ
pa: ਫੰਗੀਸਾਈਡ ਲਗਾਓ, ਪੌਦੇ ਨੂੰ ਵੱਖ ਕਰੋ
ta: பூஞ்சைக் கொல்லியைப் பயன்படுத்துங்கள், செடியை தனிமைப்படுத்துங்கள்
te: శిలీంద్ర సంహారిణిని వాడండి, మొక్కను వేరు చేయండి

source: Farm Map View
bn: খামার মানচিত্র দেখুন
gu: ખેતરનો નકશો દૃશ્ય
hi: खेत का नक्शा देखें
kn: ಜಮೀನಿನ ನಕ್ಷೆ ವೀಕ್ಷಣೆ
ml: ഫാം മാപ്പ് കാഴ്ച
mr: शेताचा नकाशा दृश्य
or: ଫାର୍ମ ମାନଚିତ୍ର ଦୃଶ୍ୟ
pa: ਖੇਤ ਦਾ ਨਕਸ਼ਾ ਦ੍ਰਿਸ਼
ta: பண்ணை வரைபடக் காட்சி
te: పొలం మ్యాప్ వీక్షణ

source: Healthy Plants
bn: স্বাস্থ্যকর গাছ
gu: સ્વસ્થ છોડ
hi: स्वस्थ पौधे
kn: ಆರೋಗ್ಯಕರ ಸಸ್ಯಗಳು
ml: ആരോഗ്യമുള്ള ചെടികൾ
mr: निरोगी झाडे
or: ସ୍ୱାସ୍ଥ୍ୟକର ଗଛ
pa: ਸਿਹਤਮੰਦ ਪੌਦੇ
ta: ஆரோக்கியமான செடிகள்
te: ఆరోగ్యకరమైన మొక్కలు

source: Affected Plants
bn: ক্ষতিগ্রস্ত গাছ
gu: અસરગ્રસ્ત છોડ
hi: प्रभावित पौधे
kn: ಬಾಧಿತ ಸಸ್ಯಗಳು
ml: രോഗബാധിതമായ ചെടികൾ
mr: प्रभावित झाडे
or: ପ୍ରଭାବିତ ଗଛ
pa: ਪ੍ਰਭਾਵਿਤ ਪੌਦੇ
ta: பாதிக்கப்பட்ட செடிகள்
te: ప్రభావితమైన మొక్కలు

# cropDetailsTitle
source: Crop Details
bn: ফসলের বিবরণ
gu: પાકની વિગતો
hi: फ़सल का विवरण
kn: ಬೆಳೆಯ ವಿವರಗಳು
ml: വിളയുടെ വിശദാംശങ്ങൾ
mr: पिकाचे तपशील
or: ଫସଲ ବିବରଣୀ
pa: ਫਸਲ ਦੇ ਵੇਰਵੇ
ta: பயிர் விவரங்கள்
te: పంట వివరాలు

# markAffected
source: Mark as Affected
bn: ক্ষতিগ্রস্ত হিসাবে চিহ্নিত করুন
gu: અસરગ્રસ્ત તરીકે ચિહ્નિત કરો
hi: प्रभावित के रूप में चिह्नित करें
kn: ಬಾಧಿತ ಎಂದು ಗುರುತಿಸಿ
ml: രോഗബാധിതമായി അടയാളപ്പെടുത്തുക
mr: प्रभावित म्हणून चिन्हांकित करा
or: ପ୍ରଭାବିତ ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ
pa: ਪ੍ਰਭਾਵਿਤ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ta: பாதிக்கப்பட்டதாகக் குறிக்கவும்
te: ప్రభావితమైనదిగా గుర్తించండి

# markHealthy
source: Mark as Healthy
bn: স্বাস্থ্যকর হিসাবে চিহ্নিত করুন
gu: સ્વસ્થ તરીકે ચિહ્નિત કરો
hi: स्वस्थ के रूप में चिह्नित करें
kn: ಆರೋಗ್ಯಕರ ಎಂದು ಗುರುತಿಸಿ
ml: ആരോഗ്യമുള്ളതായി അടയാളപ്പെടുത്തുക
mr: निरोगी म्हणून चिन्हांकित करा
or: ସ୍ୱାସ୍ଥ୍ୟକର ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ
pa: ਸਿਹਤਮੰਦ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ta: ஆரோக்கியமானதாகக் குறிக்கவும்
te: ఆరోగ్యకరమైనదిగా గుర్తించండి

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Farm Details
bn: খামারের বিবরণ
gu: ખેતરની વિગતો
hi: खेत का विवरण
kn: ಜಮೀನಿನ ವಿವರಗಳು
ml: ഫാം വിശദാംശങ്ങൾ
mr: शेताचे तपशील
or: ଫାର୍ମ ବିବରଣୀ
pa: ਖੇਤ ਦੇ ਵੇਰਵੇ
ta: பண்ணை விவரங்கள்
te: పొలం వివరాలు

source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష

source: Save Farm Changes
bn: খামারের পরিবর্তনগুলি সংরক্ষণ করুন
gu: ખેતરના ફેરફારો સાચવો
hi: खेत के बदलाव सहेजें
kn: ಜಮೀನಿನ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: ഫാം മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: शेतातील बदल जतन करा
or: ଫାର୍ମ ପରିବର୍ତ୍ତନ ସେଭ୍ କରନ୍ତୁ
pa: ਖੇਤ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
ta: பண்ணை மாற்றங்களைச் சேமிக்கவும்
te: పొలం మార్పులను సేవ్ చేయండి

source: Log Out
bn: লগ আউট
gu: લૉગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్

source: Select Language
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

# detailsUpdatedMessage
source: Details updated successfully!
bn: বিবরণ সফলভাবে আপডেট করা হয়েছে!
gu: વિગતો સફળતાપૂર્વક અપડેટ થઈ!
hi: विवरण सफलतापूर्वक अपडेट किया गया!
kn: ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
ml: വിവരങ്ങൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു!
mr: तपशील यशस्वीरित्या अद्यतनित केले!
or: ବିବରଣୀ ସଫଳତାର ସହ ଅପଡେଟ୍ ହେଲା!
pa: ਵੇਰਵੇ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੇ ਗਏ!
ta: விவரங்கள் வெற்றிகரமாகப் புதுப்பிக்கப்பட்டன!
te: వివరాలు విజయవంతంగా నవీకరించబడ్డాయి!

source: Select Crop Type
bn: ফসলের ধরন নির্বাচন করুন
gu: પાકનો પ્રકાર પસંદ કરો
hi: फ़सल का प्रकार चुनें
kn: ಬೆಳೆಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വിളയുടെ തരം തിരഞ്ഞെടുക്കുക
mr: पिकाचा प्रकार निवडा
or: ଫସଲ ପ୍ରକାର ଚୟନ କରନ୍ତୁ
pa: ਫਸਲ ਦੀ ਕਿਸਮ ਚੁਣੋ
ta: பயிர் வகையைத் தேர்ந்தெடுக்கவும்
te: పంట రకాన్ని ఎంచుకోండి

# cropWheat
source: Wheat
bn: গম
gu: ઘઉં
hi: गेहूँ
kn: ಗೋಧಿ
ml: ഗോതമ്പ്
mr: गहू
or: ଗହମ
pa: ਕਣਕ
ta: கோதுமை
te: గోధుమ

# cropMaize
source: Maize
bn: ভুট্টা
gu: મકાઈ
hi: मक्का
kn: ಮೆಕ್ಕೆಜೋಳ
ml: ചോളം
mr: मका
or: ମକା
pa: ਮੱਕੀ
ta: மக்காச்சோளம்
te: మొక్కజొన్న

# cropCorn
source: Corn
bn: ভুট্টা
gu: મકાઈ
hi: भुट्टा
kn: ಮೆಕ್ಕೆಜೋಳ
ml: ചോളം
mr: मका
or: ମକା
pa: ਮੱਕੀ
ta: சோளம்
te: మొక్కజొన్న

# cropTomato
source: Tomato
bn: টমেটো
gu: ટામેટા
hi: टमाटर
kn: ಟೊಮೇಟೊ
ml: തക്കാളി
mr: टोमॅटो
or: ଟମାଟୋ
pa: ਟਮਾਟਰ
ta: தக்காளி
te: టమోటా

# cropPotato
source: Potato
bn: আলু
gu: બટાકા
hi: आलू
kn: ಆಲೂಗಡ್ಡೆ
ml: ഉരുളക്കിഴങ്ങ്
mr: बटाटा
or: ଆଳୁ
pa: ਆਲੂ
ta: உருளைக்கிழங்கு
te: బంగాళాదుంప

source: Scan History
bn: স্ক্যান ইতিহাস
gu: સ્કેન ઇતિહાસ
kn: ಸ್ಕ್ಯಾನ್ ಇತಿಹಾಸ
ml: സ്കാൻ ചരിത്രം
mr: स्कॅन इतिहास
or: ସ୍କାନ୍ ଇତିହାସ
pa: ਸਕੈਨ ਇਤਿਹਾਸ
ta: ஸ்கேன் வரலாறு
te: స్కాన్ చరిత్ర

# noHistoryRecords
source: No history records found.
bn: কোনো ইতিহাস রেকর্ড পাওয়া যায়নি।
gu: કોઈ ઇતિહાસ રેકોર્ડ મળ્યો નથી.
kn: ಯಾವುದೇ ಇತಿಹಾಸದ ದಾಖಲೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ചരിത്ര രേഖകൾ ഒന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही इतिहास रेकॉर्ड आढळले नाहीत.
or: କୌଣସି ଇତିହାସ ରେକର୍ଡ ମିଳିଲା ନାହିଁ।
pa: ਕੋਈ ਇਤਿਹਾਸ ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ।
ta: வரலாற்றுப் பதிவுகள் எதுவும் இல்லை.
te: చరిత్ర రికార్డులు ఏవీ కనుగొనబడలేదు.

# sevenDayForecast
source: 7-Day Forecast
kn: 7-ದಿನದ ಮುನ್ಸೂಚನೆ
ml: 7 ദിവസത്തെ പ്രവചനം
mr: ७-दिवसांचा अंदाज
or: ୭-ଦିନର ପୂର୍ବାନୁମାନ
pa: ੭-ਦਿਨ ਦੀ ਭਵਿੱਖਬਾਣੀ

source: Crop Health Status
kn: ಬೆಳೆ ಆರೋಗ್ಯ ಸ್ಥಿತಿ
ml: വിളയുടെ ആരോഗ്യ നില
mr: पीक आरोग्य स्थिती
or: ଫସଲ ସ୍ୱାସ୍ଥ୍ୟ ସ୍ଥିତି
pa: ਫਸਲ ਦੀ ਸਿਹਤ ਸਥਿਤੀ

source: Apr
kn: ಏಪ್ರಿಲ್
ml: ഏപ്രിൽ
mr: एप्रिल
or: ଏପ୍ରିଲ
pa: ਅਪ੍ਰੈਲ

source: May
kn: ಮೇ
ml: മെയ്
mr: मे
or: ମେ
pa: ਮਈ

source: Jun
kn: ಜೂನ್
ml: ജൂൺ
mr: जून
or: ଜୁନ
pa: ਜੂਨ

source: Jul
kn: ಜುಲೈ
ml: ജൂലൈ
mr: जुलै
or: ଜୁଲାଇ
pa: ਜੁਲਾਈ

source: Aug
kn: ಆಗಸ್ಟ್
ml: ഓഗസ്റ്റ്
mr: ऑगस्ट
or: ଅଗଷ୍ଟ
pa: ਅਗਸਤ

source: Sep
kn: ಸೆಪ್ಟೆಂಬರ್
ml: സെപ്റ്റംബർ
mr: सप्टेंबर
or: ସେପ୍ଟେମ୍ବର
pa: ਸਤੰਬਰ
